"About" = "Información";

"Chat and Message Alerts" = "Alertas de mensajes y chat";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "La configuración de las notificaciones, que incluye la de las notificaciones de inserción, está dentro de la aplicación. Abre tus favoritos y toca \"Configuración de la cuenta\".";

"Notifications" = "Notificaciones";

"Photo and Video" = "Foto y video";

"Play Sound" = "Con sonido";

"Record HD Video" = "Grabar video de alta definición";

"Version" = "Versión";

"Vibrate" = "Vibrar";

